{"1":{"Name":"Headline","NewsDialogue":"MANTLE FINALLY DESTROYED","Trigger":"","":"","ConvoName":""},"2":{"Name":"Reporter","NewsDialogue":"Breaking news: Mantle, the recent and terrifying villain terrorizing Amourtia and our heroes, has been destroyed by Ace Guardian.","Trigger":"","":"","ConvoName":""},"3":{"Name":"Reporter","NewsDialogue":"Many Amourtians have finally let out a breath of relief this morning as the fear of Mantle was increasing more day by day.","Trigger":"","":"","ConvoName":""},"4":{"Name":"Reporter","NewsDialogue":"ACE GUARDIAN SAVIOR","Trigger":"","":"","ConvoName":""},"5":{"Name":"Reporter","NewsDialogue":"Ace never fails to protect Amourtia and make it her number one priority. Let’s hope she knows how grateful Amourtia is for her service and dedication.","Trigger":"","":"","ConvoName":""},"6":{"Name":"Reporter","NewsDialogue":"Strangely, We’ve tried to reach out to Ace for more details on the incident, but she has been especially quiet. Anything about Mantle, especially negative, she seems to hide from.","Trigger":"","":"","ConvoName":""},"7":{"Name":"Headline","NewsDialogue":"DOES ACE KNOW MANTLE'S ORIGIN?","Trigger":"","":"","ConvoName":""},"8":{"Name":"Reporter","NewsDialogue":"Did Ace have a history with Mantle? Did she know its creator?","Trigger":"","":"","ConvoName":""},"9":{"Name":"Reporter","NewsDialogue":"There seemed to be some kind of connection there. And because of Ace’s silent reaction, many wonder if there’s something beneath the surface. It feels like another mystery Amourtia is faced with.","Trigger":"","":"","ConvoName":""},"10":{"Name":"Reporter","NewsDialogue":"But, with Ace’s privacy in mind, we will not question further on this matter…for now. If Ace wishes to come forward with new information, then we will hear her out.","Trigger":"","":"","ConvoName":""},"11":{"Name":"Reporter","NewsDialogue":"Of course, Authorities plan to dig more into Mantle’s background, history, and origin to prevent cases like this from happening again.","Trigger":"","":"","ConvoName":""},"12":{"Name":"Reporter","NewsDialogue":"Experts are still trying to figure out the psychology, or reprogramming, behind Mantle’s transformation and change of mind. Why did the robot first fight villains then switch to heroes? What was it really fighting for? Power? Notoriety?","Trigger":"","":"","ConvoName":""},"13":{"Name":"Reporter","NewsDialogue":"...Destruction?","Trigger":"","":"","ConvoName":""},"14":{"Name":"Reporter","NewsDialogue":"It has been quite awhile since Amourtia has faced such a terrifying individual.","Trigger":"","":"","ConvoName":""},"15":{"Name":"Headline","NewsDialogue":"MANTLE POWERED BY HYBRIC ENERGY","Trigger":"","":"","ConvoName":""},"16":{"Name":"Reporter","NewsDialogue":"This news has brought alarm and curiosity to hybric energy, the blood of Amourtia... and apparently, Mantle, too.","Trigger":"","":"","ConvoName":""},"17":{"Name":"Reporter","NewsDialogue":"How did Mantle get that energy in the first place? Who was it working with? Did this have to do with Mantle’s strange transition from hero to villain?","Trigger":"","":"","ConvoName":""},"18":{"Name":"Reporter","NewsDialogue":"Another question Amourtians are wondering is...What does this mean for energy production in Amourtia? How should we approach hybric energy in the future?","Trigger":"","":"","ConvoName":""},"19":{"Name":"Reporter","NewsDialogue":"So many questions, so few answers. But we will find them, folks, you have my word.","Trigger":"","":"","ConvoName":""},"20":{"Name":"Headline","NewsDialogue":"SABERLEAF RISING HERO","Trigger":"","":"","ConvoName":""},"21":{"Name":"Reporter","NewsDialogue":"On a more positive front, a new hero has risen to fill the void: Saberleaf. Unlike Mantle who appeared out of nowhere, Saberleaf has been assisting various heroes the past few years, gaining the trust of many, including Harbinger’s.","Trigger":"","":"","ConvoName":""},"22":{"Name":"Reporter","NewsDialogue":"Saberleaf has even worked with Harbinger and Ace in the past, recently speaking of how heartbroken they are over their deaths. With everything going on right now, Saberleaf is just what Amourtia needs.","Trigger":"","":"","ConvoName":""},"23":{"Name":"Headline","NewsDialogue":"GOOD RIDDANCE MANTLE","Trigger":"","":"","ConvoName":""},"24":{"Name":"Reporter","NewsDialogue":"We will continue to provide updates as more information on Mantle surfaces, but I think we are all in agreement that nothing but relief is felt now that Mantle is finally gone.","Trigger":"","":"","ConvoName":""},"25":{"Name":"END","NewsDialogue":"","Trigger":"","":"","ConvoName":""}}