{"1":{"Name":"Headline","NewsDialogue":"ACE GUARDIAN FALLS TO MANTLE","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"2":{"Name":"NewsAnchor","NewsDialogue":"Grave, terrible news today, folks… Ace Guardian, one of Amourtia’s shining heroes, has been confirmed dead this morning.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"3":{"Name":"Reporter","NewsDialogue":"In a face-off with the villain Mantle, Ace lost the battle and suffered horrific consequences. She fought long and hard for this city, never forgetting her dedication to Amourtia’s safety and stability.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"4":{"Name":"Headline","NewsDialogue":"MANTLE'S PURPOSE? MORE TO IT?","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"5":{"Name":"Reporter","NewsDialogue":"Experts are still trying to figure out the psychology behind Mantle’s transformation and change of mind. Why did it first fight villains then switch to heroes? What was it really fighting for? Power? Notoriety?","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"6":{"Name":"Reporter","NewsDialogue":"...Destruction?","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"7":{"Name":"Reporter","NewsDialogue":"These questions and more are fresh in the minds of our scientists. Very little is known about heroic, or villainous, robots in the first place. We will keep learning and report any findings we have.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"8":{"Name":"Headline","NewsDialogue":"MANTLE POWERED BY HYBRIC ENERGY","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"9":{"Name":"Reporter","NewsDialogue":"There is one piece of information that our scientists have already uncovered: Mantle was powered by hybric energy.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"10":{"Name":"Reporter","NewsDialogue":"This news has brought alarm and curiosity to hybric energy, the blood of Amourtia. What does this mean for energy production in Amourtia? How should we approach hybric energy in the future? ","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"11":{"Name":"Reporter","NewsDialogue":"Another question Amourtians are wondering is... How did Mantle get that energy in the first place? Who was it working with? Did this have to do with Mantle’s strange transition from hero to villain?","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"12":{"Name":"Reporter","NewsDialogue":"Mantle is still on the run and is considered by many as Amourtia’s most dangerous criminal. If you see any suspicious behavior, please contact emergency services immediately.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"13":{"Name":"Headline","NewsDialogue":"NEW TOP HERO: SABERLEAF","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"14":{"Name":"Reporter","NewsDialogue":"Our one piece of hope has been a hero that has risen to fill the void: Saberleaf. Unlike Mantle who appeared out of nowhere, Saberleaf has been assisting various heroes the past few years, gaining the trust of many.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"15":{"Name":"Reporter","NewsDialogue":"Saberleaf has even worked with Harbinger and Ace in the past, and spoke of how heartbroken they are over the heroes’ deaths. With everything going on right now, Saberleaf is just what Amourtia needs.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"16":{"Name":"Reporter","NewsDialogue":"Because of Harbinger and Ace’s sacrifice, Amourtia has lost two of its most powerful heroes. But now, more than ever, we must stick together and stay calm. For Ace and Harbinger.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"17":{"Name":"Reporter","NewsDialogue":"As a last report on Harbinger, investigations behind Harbinger’s relationship with the unidentified body are still underway. Many already wonder if this mysterious person was connected to Mantle. Our investigators still aren’t sure.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"18":{"Name":"Reporter","NewsDialogue":"So many questions, so few answers. But we will find them, folks, you have my word.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"19":{"Name":"Headline","NewsDialogue":"ACE GUARDIAN FOREVER","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"20":{"Name":"Reporter","NewsDialogue":"Over the next week, our network will be celebrating Ace Guardian and Harbinger’s lives as heroes, sharing stories and interviews we were lucky enough to have with both of them.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"21":{"Name":"Reporter","NewsDialogue":"Thank you for everything, Ace and Harbinger. Amourtia will never forget what you have done for our city.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"22":{"Name":"Reporter","NewsDialogue":"And for Mantle, we will never forgive.","Trigger":"","":"","ConvoName":"","ConvoDialogue":""},"23":{"Name":"END","NewsDialogue":"","Trigger":"","":"","ConvoName":"","ConvoDialogue":""}}