{"1":{"Name":"Headline","NewsDialogue":"BELOVED HERO HARBINGER FOUND DEAD","Trigger":"","":1,"ConvoName":"Mantle","ConvoDialogue":"…"},"2":{"Name":"NewsAnchor","NewsDialogue":"Today, we have…disturbing news. Yesterday morning, Harbinger was found dead alongside another civilian. His body was discovered by Ace Guardian, and by her eyewitness account, the murderer is none other than the criminal, Mantle. The murderous robot fled the scene and its current location is unknown.","Trigger":"","":2,"ConvoName":"Mantle","ConvoDialogue":"My creator has died. Though he took away my choice to capture."},"3":{"Name":"Headline","NewsDialogue":"SEARCH & DESTROY WARRANT FOR VILLAIN MANTLE","Trigger":"","":3,"ConvoName":"Mantle","ConvoDialogue":"And now searching the database has come up with no new villains to search for...except myself. "},"4":{"Name":"NewsAnchor","NewsDialogue":"Amourtia Police is now pouring all of its resources into the capture, or even destruction, of the dangerous machine. All heroes in the city have been contacted and are being led by Ace to aid in the search for Mantle. =2=","Trigger":"","":4,"ConvoName":"Mantle","ConvoDialogue":"Current standard procedure is to have any and all super villains destroyed."},"5":{"Name":"NewsAnchor","NewsDialogue":"We know this is a difficult time for the city. Our heart goes out to one of the greatest heroes we’ve ever had. =1=Ace has ensured us that she will not STOP until the perpetrator has been dealt with!=2=","Trigger":"","":5,"ConvoName":"Mantle","ConvoDialogue":"Yet, in the event of the loss or capture of creator Leo, my programming states I must find Ace Guardian, code “Best Friend”."},"6":{"Name":"Headline","NewsDialogue":"ACE SEARCHES FOR MANTLE","Trigger":"","":6,"ConvoName":"Mantle","ConvoDialogue":"Maybe I should defer decisions to Ace. No, I must act as I believe as right. "},"7":{"Name":"NewsAnchor","NewsDialogue":"If anyone has information on the whereabouts of Mantle, please contact the police. =1=Do not try anything dangerous, though I know all of you want this robot =1=finally gone! Mantle, turn yourself in! It won’t end well for you. =5=You hear me?!WHERE ARE YOU?!","Trigger":"","":7,"ConvoName":"Mantle","ConvoDialogue":"Leo, I have failed my purpose."},"8":{"Name":"END","NewsDialogue":"","Trigger":"","":"","ConvoName":"","ConvoDialogue":""}}