{"1":{"Name":"Headline","NewsDialogue":"MANTLE DEFEATS QUINCY, HARBINGER'S RIVAL","Trigger":"","":1,"ConvoName":"Leo","ConvoDialogue":"Chaos? They just said we stopped him?"},"2":{"Name":"Reporter","NewsDialogue":"Good evening to our viewers. Tonight’s story is about Quincy Day’s mayhem after his newest attempted prison escape. This time, however, it was not his rival Harbinger there to stop him, but the robot Mantle, who only made the scene more chaotic.","Trigger":"","":2,"ConvoName":"Mantle","ConvoDialogue":"We did, but perhaps we could have done better."},"3":{"Name":"Reporter","NewsDialogue":"Unlike his previous appearance, Mantle showcased an extremely reckless side of himself. As such, several prisoners escaped, including the mysterious alien Vyzzar.","Trigger":"1-2","":3,"ConvoName":"Leo","ConvoDialogue":"That can't be. We stopped Enaga. We defeated Quincy. I stood as a shield against them."},"4":{"Name":"Headline","NewsDialogue":"PERPETRATOR MANTLE HELPING PRISONERS?","Trigger":"","":4,"ConvoName":"Mantle","ConvoDialogue":"It will be alright. We will bring Vyzzar right back to prison."},"5":{"Name":"Reporter","NewsDialogue":"Harbinger arrived on the scene soon after the fight ended. To say he was angry would be an understatement.{ He ranted that Mantle’s interference made the escape more dangerous, emphasizing that everyone should be wary of the robot. I quote, and excuse me, \"That shitty robot needs to stay out of my damn way!\"","Trigger":"3-4","":5,"ConvoName":"Mantle","ConvoDialogue":"We simply need to rethink our approach."},"6":{"Name":"Reporter","NewsDialogue":"Many officials agree with Harbinger. The warden, for example, referred to the prison damage as “extensive” and “unnecessary”, and many on social media share similar sentiments. Vyzzar’s escape does further concern about Mantle. Was it a ploy? Was Mantle actually helping Vyzzar?","Trigger":"5-6","":6,"ConvoName":"Leo","ConvoDialogue":"No, we don’t. It’s clear Harbinger is jealous we took down his rival."},"7":{"Name":"Headline","NewsDialogue":"PUBLIC SUPPORTS HARBINGER","Trigger":"","":7,"ConvoName":"Leo","ConvoDialogue":"Who cares about that alien anyways?"},"8":{"Name":"Reporter","NewsDialogue":"(Ace is also under fire, as many consider her Mantle’s biggest proponent. We attempted to contact her for comments, but she refused to answer. The general public, as well, demands a response.","Trigger":"7-11","":8,"ConvoName":"Mantle","ConvoDialogue":"At least we still have Ace."},"9":{"Name":"Email","NewsDialogue":"","Trigger":"12-18","":9,"ConvoName":"Leo","ConvoDialogue":"But she isn’t enough to sway them anymore. Harbinger is too vocal, and we need to prove him wrong."},"10":{"Name":"END","NewsDialogue":"","Trigger":"","":10,"ConvoName":"Mantle","ConvoDialogue":"Let us not be too impatient."},"11":{"Name":"","NewsDialogue":"","Trigger":"","":11,"ConvoName":"Leo","ConvoDialogue":"I’m not. I know exactly what we need to do."},"12":{"Name":"","NewsDialogue":"","Trigger":"","":12,"ConvoName":"Leo","ConvoDialogue":"Ace is doubting us after that?"},"13":{"Name":"","NewsDialogue":"","Trigger":"","":13,"ConvoName":"Mantle","ConvoDialogue":"I do not believe it is doubt. She sounds concerned."},"14":{"Name":"","NewsDialogue":"","Trigger":"","":14,"ConvoName":"Leo","ConvoDialogue":"She shouldn’t be. Unlike other heroes, we make no mistakes."},"15":{"Name":"","NewsDialogue":"","Trigger":"","":15,"ConvoName":"Mantle","ConvoDialogue":"You read what she said. Going after Vyzzar could put people in danger."},"16":{"Name":"","NewsDialogue":"","Trigger":"","":16,"ConvoName":"Leo","ConvoDialogue":"Then they should stay out of my way when I'm fighting. There. Isn't that what Harbinger said? "},"17":{"Name":"","NewsDialogue":"","Trigger":"","":17,"ConvoName":"Mantle","ConvoDialogue":"Perhaps we should listen to her. She and Harbinger can fix this. We need to lie low."},"18":{"Name":"","NewsDialogue":"","Trigger":"","":18,"ConvoName":"Leo","ConvoDialogue":"No, Vyzzar is a danger. An opportunity will come."}}