{"Disarm":{"W0":"Oof...! No mercy at all. I see how it is.","W1":"Agh...! Think about what you're doing here!","W2":"Ugh...! That one-- That one hurt. My vision's starting to blur.","L0":"Heh. Try again, I dare you.","L1":"You tried. That's more than most people have. But you're not a person, are you? ","L2":"Whoever made you needs to give you some better aim."},"Project Image":{"W0":"Nice try. But I've seen too much in my lifetime to be scared of that.","W1":"Pretty good attempt. You almost got me there.","W2":"Son, I've been fighting crime for years. Gimme something scarier.","L0":"Have some heart, robot! Stop this.","L1":"No more fighting. Think about how many people you've hurt.","L2":"Stop everything now. Be a hero, Son."},"Wind":{"W0":"Son, that wind could gunk up the factory. Careful there!","W1":"Would you stop that? Who knows what could happen to the factory?","W2":"Oh jeez... The factory... This isn't good.","L0":"Thank Amourtia. Any more wind and who knows where that energy could go.","L1":"Good. Maybe direct that wind somewhere else, eh?","L2":"This factory needs to run. Good thing that wind didn't do much."},"Sticky Goo":{"W0":"Yikes, how dangerous this is! ","W1":"Yuck. I thought I would see the last of acid 50 years ago in the mines.","W2":"Son, you're too old to be playing with messes. Wait a minute, how old are you?","L0":"The last thing I need is some goop on me. Continue missing, please.","L1":"Keep that goop away from me, thank you.","L2":"Beat me up all you want, robot, but I won't be doing dry cleaning tonight."},"Audio Tune":{"W0":"Agh, stop! You're going to destroy my hearing aid!","W1":"Son, I've been around too long to be toyed with. ","W2":"Wow, frightening. Just do what you gotta do.","L0":"It's going to take more than that to scare me away.","L1":"Heh, that was cute. Are you in the marching band, son?","L2":"Nice potential. But you gotta try a little more, eh?"},"Intercept Projectile":{"W0":"You've got a few moves, robot. Not bad.","W1":"Huh. Maybe your creator did something right. ","W2":"I'm impressed. You're doing alright.","L0":"Got one on ya, ha!","L1":"Phew. I'm not out of the game yet.","L2":"Barely a scratch. Keep 'em coming."},"Charge Interrupt":{"W0":"Crap, why is my radio not working? ","W1":"Oh no, my radio connection is cut. Dang it.","W2":"Well, my radio's gone. Guess this is all me. ","L0":"Hey, I need backup! I'm too old to fight a robot.","L1":"Backup, come in backup! I need at least one other guy.","L2":"Attack at The Hybric Factory, I need help, stat!"},"Repair":{"W0":"Wow. I wish I could do that.","W1":"If we weren't fighting, I'd ask you to help fix my car.","W2":"Guess that didn't leave much of a mark. But I'm not out yet!","L0":"Maybe I'm better than I thought. Good work, Cecil.","L1":"Sorry, looks like you'll need a few more screws in there.","L2":"This fight may be more equal than you thought, eh?"},"Block":{"W0":"You've got some training, robot? ","W1":"Maybe if I survive this, we can do some sparring,huh?","W2":"Alright, that was pretty good. Let's see if you can get the next one.","L0":"Oof, haha, got ya!","L1":"My flashlight may not look too scary, but it'll blind ya.","L2":"Maybe don't underestimate me, Son. My flashlight can be deadly."}}