{"1":{"Name":"Headline","NewsDialogue":"AVIARY DAMAGED, ZOO CLOSED FOR REPAIRS","Trigger":"","":1,"ConvoName":"Leo","ConvoDialogue":"We’ve been noticed already? This is amazing!"},"2":{"Name":"NewsAnchor","NewsDialogue":"We have an exciting scene for our viewers tonight! A possible new “hero” may have made its debut in a fight with Enaga!","Trigger":"1-2","":2,"ConvoName":"Mantle","ConvoDialogue":"They are probably reporting on our performance."},"3":{"Name":"Reporter","NewsDialogue":"While Enaga was wreaking havoc, a robot appeared on the scene and defeated the villain. Who exactly is this robot? We don’t have those answers. It said nothing during the entire fight. For the sake of this report, we will refer to the robot as Mantle due to its distinct headpiece.","Trigger":3,"":3,"ConvoName":"Leo","ConvoDialogue":"Mantle. That’s not a bad name at all."},"4":{"Name":"Headline","NewsDialogue":"WHO IS MANTLE? IDENTITY OF NEW HERO UNKNOWN","Trigger":"","":4,"ConvoName":"Leo","ConvoDialogue":"Should we reveal ourselves?"},"5":{"Name":"Reporter","NewsDialogue":"In regards to learning more about the robot, we know as much as our audience at the moment. If any of our viewers have unique information about Mantle, please let us know!","Trigger":"4-5","":5,"ConvoName":"Mantle","ConvoDialogue":"That is not necessary. The people will learn more about us as time passes."},"6":{"Name":"Reporter","NewsDialogue":"The general public is questioning the purpose of this Mantle. While a small fraction have voiced their doubts about the heroism of a robot, many are delighted. They view Mantle as a new, inspiring vigilante that also represents the advancement of technology.","Trigger":6,"":6,"ConvoName":"Leo","ConvoDialogue":"Yes! They understand!"},"7":{"Name":"Reporter","NewsDialogue":"Two of our best heroes, Ace Guardian and Harbinger, have also given their conflicting thoughts.","Trigger":"","":7,"ConvoName":"Leo","ConvoDialogue":"Ace has always been so supportive. She will turn around the few dissenters."},"8":{"Name":"Headline","NewsDialogue":"ACE AND HARBINGER CLASH OVER MANTLE","Trigger":"","":8,"ConvoName":"Mantle","ConvoDialogue":"She has always been a trustworthy friend. I know that she will help us."},"9":{"Name":"Reporter","NewsDialogue":"(Ace was full of positivity when asked about Mantle. She raved about its valor and efficiency. Her answers were vague regarding her knowledge of Mantle’s origins, but otherwise, her stance on the robot vigilante is clear. I think she knows more than she's letting on!","Trigger":"*7-8","":9,"ConvoName":"Leo","ConvoDialogue":"Harbinger doubts us? Everything went perfectly. "},"10":{"Name":"Reporter","NewsDialogue":"The most vocal objector is the other top hero, Harbinger. {","Trigger":"9-11","":10,"ConvoName":"Mantle","ConvoDialogue":"There must be some flaw that has Harbinger concerned."},"11":{"Name":"Reporter","NewsDialogue":"He barged into Ace’s interview with a rant urging caution about Mantle's mysterious origins and briefly shaming Ace for supporting it, though she seemed unfazed. Social media erupted with confusion over Harbinger's outburst, making it clear which hero the public favors. ) }","Trigger":"12-13","":11,"ConvoName":"Leo","ConvoDialogue":"I have no flaws."},"12":{"Name":"Email","NewsDialogue":"","Trigger":"","":12,"ConvoName":"Mantle","ConvoDialogue":"It looks like people can see through Harbinger’s fear-mongering."},"13":{"Name":"END","NewsDialogue":"","Trigger":"","":13,"ConvoName":"Leo","ConvoDialogue":"Good. Harbinger should have no reason to be against us. I cannot wait for our next fight."}}