{"Disarm":{"W0":"You? Touch me?! I am celestial! Know your place!!","W1":"How dare you! My core is overflowing with power!","W2":"Damn you, earth-bot! Have you no manners?","L0":"Pathetic attempt! May I cleave you now?","L1":"Boring! If you lack abilities, my cores will not shine!","L2":"You missed... ha ha... Now witness the power of my solar core!"},"Project Image":{"W0":"Aack! What magic did you conjure? My sun and moon are weakening...","W1":"Strange! My cosmic core is... dimming?","W2":"Sir-Prize? What is this... strange sight before Vyzzar? ","L0":"Did you fail? Then Vyzzar's core will vaporize your armor!","L1":"This is not the challenge I was promised!? Vyzzar will crush you and find another.","L2":"That was your one chance. Now turn to dust before my cosmic heart!"},"Wind":{"W0":"Enough! Your wind cools my stellar core.","W1":"Stop that! Your attack dulls my solar heart.","W2":"Impossible! My brighter half darkens... Vyzzar's core must recover.","L0":"Laughable! Vyzzar will show you the true power of the cosmos.","L1":"Did you miss? Weak! Like all core-less terrestrials. ","L2":"While you grow tired, robot, Vyzzar's cores only brighten! "},"Sticky Goo":{"W0":"Nuissance! Vyzzar will burn this goo away once my two cores combine!","W1":"If you're trying to slow me down, I'll just speed things up!","W2":"Disgusting fluid! You'll pay for that, once my cores align.","L0":"Did Vyzzar's cosmic brilliance blind you? Or are you just that bad? ","L1":"My lunar core shines bright tonight. If you cannot even slow me... you are doomed!","L2":"Not even a challenge. Are you truly this planet's guardian?"},"Audio Tune":{"W0":"Enough games! Vyzzar's cosmic core will wipe you from this measely planet!","W1":"Enough tricks! My core is overloading! ","W2":"Do not toy with me! Vyzzar's cosmic energy overflows!","L0":"Giving up? Then feel the full power of my cosmic cores!","L1":"Weak! Bow your head before me and I'll make it quick!","L2":"Hah, you missed! Now feel the full power of the cosmos! "},"Intercept Projectile":{"W0":"You? Touch me?! I am celestial! Know your place!!","W1":"A worthy opponent! But not enough for Vyzzar to use my core at max.","W2":"Idiot luck? You're the first to block my attack...","L0":"Wa-la! Enjoy my axe while you can. My cores are much stronger!","L1":"How helplful of you! I need not use my cores after all. ","L2":"Good! Now sit loose while I carve the rest of your circuits. "},"Charge Interrupt":{"W0":"Strange... my power isn't working.","W1":"What did you do? My cores feel weaker.","W2":"My solar core is dimming. What's going on?","L0":"I grow stronger with each passing minute. ","L1":"My cores are becoming one. You cannot stop me now!","L2":"Feeble! You cannot stop the alignment within me."},"Repair":{"W0":"So you can heal? Good! Then you are at least better than the others.","W1":"Wide-eyes! You are special... do you also have a cosmic heart?","W2":"Impressive! but Vyzzar's cores are nearing alignment...","L0":"If you aren't careful, those wounds will prove fatal!","L1":"What's wrong? Have I left too deep a scar? A solar-burn perhaps?","L2":"If you don't mend now, robot, you won't survive my two cores combined!"},"Block":{"W0":"Hmph, good, I suppose. But the next one will burn right through you!","W1":"You're still here? Then I will merge my cores for you!","W2":"Very good, robot. But can you withstand the power of my two cores combined!?","L0":"I see my power was too much for you! ","L1":"Don't die so soon. I have much more energy for you to absorb!","L2":"A mediocre sacrifice... I only need to use my lunar half!"}}