{"Disarm":{"W0":"Incredible! I can't help but be energized by your abilities","W1":"Damn! Well done, Mantle. If only things were different.","W2":"It makes sense you'll actually be a challenge. Come on then!","L0":"That's it? Maybe I can end this quickly.","L1":"So this is what Leo's greatest work can do...?","L2":"Wow. It makes me sad to see this as Leo's pride."},"Project Image":{"W0":"What kind of hero shows that?!","W1":"Death? So that's how it's going to be!","W2":"Enough! Do you think that will scare me?","L0":"I don't know what you're doing, but I'll take it.","L1":"Yes! Let's work together to end this.","L2":"Did you fail on accident or on purpose?"},"Wind":{"W0":"Damn, Leo. This in incredible engineering!","W1":"You truly are powerful. Now if only...","W2":"You are truly an impressive feat, Mantle.","L0":"That's the best you can do? Overloading?","L1":"Hmmm. I guess you're not as strong as Leo said.","L2":"You are an embarrassment to Leo's dreams."},"Sticky Goo":{"W0":"No! Get this off of me, Mantle!","W1":"How could you do this? Some hero you are!","W2":"Oh... you will regret that. ","L0":"Close one. But not good enough.","L1":"Good. We can let this end if you keep doing that.","L2":"Alright. This can work, Mantle. Let it end."},"Audio Tune":{"W0":"Ahhhhhh! What an annoying sound!","W1":"Damn it! My ears hurt, Mantle!","W2":"Stop that! I'll cut that music box out of you!","L0":"Yeah, that's an annoying sound.","L1":"I don't know what that sound was, but it doesn't bother me.","L2":"Your circuits must be messed up. Let's finish this."},"Intercept Projectile":{"W0":"I'll admit. That's impressive.","W1":"Well played, Mantle. And Leo too.","W2":"You're the first to do that.","L0":"Disappointing.","L1":"This brings me no pleasure, but I have no choice.","L2":"I have to do this, Mantle. Don't make it difficult."},"Charge Interrupt":{"W0":"No! What are you doing?!","W1":"You can't do this, Mantle!","W2":"No, it can't end like this.","L0":"I can't let it end like this!","L1":"Don't do this, Mantle.","L2":"If only I had stepped in sooner."},"Repair":{"W0":"So you can repair yourself? Amazing.","W1":"Oh Leo, you've truly made something incredible.","W2":"I'm not done yet!","L0":"I doubt you understand, but I only feel pity for you.","L1":"Are my cuts too deep for you to mend? I'm sorry.","L2":"Don't think that I'm enjoying this, Mantle. You could've been a legend."},"Block":{"W0":"Your wires won't block the next one!","W1":"A formidable defense, those wires! But this isn't over!","W2":"Those wires are durable!","L0":"I sorry. I don't want to do this.","L1":"I'll try to end this quickly.","L2":"Let's not drag this out, Mantle."}}