{"Disarm":{"W0":"Hah, don't get cocky, \"hero.\"","W1":"This won't affect the outcome, robot. ","W2":"Lucky shot. It won't happen again. ","L0":"That may have worked on Quincy, but it won't work on me.","L1":"They said you were better than that, \"garage parts.\" ","L2":"I knew you weren't the real deal. "},"Project Image":{"W0":"Scary... showing your true intentions now, huh? ","W1":"A human skull? Where'd you get that...?","W2":"Is that thing real? It almost matches mine.","L0":"Don't toy with me, you over-specced toaster!","L1":"I don't have time for this. The city needs me.","L2":"What happened, you short circuit?"},"Wind":{"W0":"That feels nice. Could you do it again?","W1":"It feels like I'm on a beach. Speaking of which...","W2":"I like a good breeze. Maybe you're not so bad after all...","L0":"What are you trying to achieve?","L1":"I expected more from a so-called \"hero.\"","L2":"You should quit, robot. It's only getting worse."},"Sticky Goo":{"W0":"What is this stuff? It kinda... burns. And not in a good way.","W1":"What the hell? I hope this isn't robot puke... .","W2":"Shit, I'm gonna need a new suit... And a serious detox.","L0":"Another failed attempt? Then I'll wrap this up.","L1":"So you're giving up then? A wise choice.","L2":"Thank you. That's just the opening I need."},"Audio Tune":{"W0":"Enough games, this is a fight!","W1":"I'm not just gonna sit here and let you keep doing that. ","W2":"Not taking me seriously will be your last mistake, robot. ","L0":"Did you do something, or are you just wasting my time?!","L1":"Hah. I'm amazed you made it this far.","L2":"Not quite good enough, you hunk of scraps. "},"Intercept Projectile":{"W0":"So you're finally warmed up now?","W1":"Huh. I thought that'd work. ","W2":"Well done. I won't go easy on you then.","L0":"Don't feel too bad now, Quincy couldn't block that either. ","L1":"Did that hurt? You should go back to the robot factory. ","L2":"Is that the best you can do? You aren't even worth my time. "},"Charge Interrupt":{"W0":"Guess you're better than I thought. Just a bit.","W1":"Hey, not bad for a hunk of car parts.","W2":"Nice. Maybe this won't be a total waste of my time...","L0":"You can't beat a real hero. You know that, right?","L1":"You'll never live up to the people's hopes and dreams.","L2":"You know nothing about sacrifice. That's why you'll lose."},"Repair":{"W0":"Huh, I didn't know you could do that. ","W1":"If you do that, I'll just have to hit you harder.","W2":"That feels like cheating... but I can cheat too, you know.","L0":"If you don't fix that, there won't be much of you left. ","L1":"I'll tear you apart bit by bit.","L2":"What's wrong? That cheap plating's comin' apart."},"Block":{"W0":"Blocking's the least you can do, robot - it doesn't mean you're winning.","W1":"Lucky block? We'll find out...","W2":"Finally, some resistance. This felt too easy.","L0":"It's too late to surrender - at least that's what I'll tell the public.","L1":"I'm starting to enjoy this. ","L2":"Hah! What's wrong? All your hard work's gone to shit!"}}